Autodesk.Revit.Exceptions.CentralModelContentionException.GetObjectData(System.Runtime.Serialization.SerializationInfo,System.Runtime.Serialization.StreamingContext)
Retrieves data needed to serialize the target object.
info:
Data needed to serialize or deserialize the object.
context:
The destination of the serialized stream.

Autodesk.Revit.Exceptions.CentralModelContentionException.CurrentUser
Retrieves current user name.

Autodesk.Revit.Exceptions.CentralModelContentionException
The exception thrown when a central model is busy (locked)
and the operation is canceled.
Since: 2014